{
  "title": "See You Again (feat. Charlie Puth)",
  "author": "Wiz Khalifa",
  "song_url": "https://music.apple.com/eg/song/see-you-again-feat-charlie-puth/966410435",
  "lyrics": "[00:10.83] It's been a long day without you, my friend\n[00:17.74] And I'll tell you all about it when I see you again\n[00:23.54] We've come a long way from where we began\n[00:29.42] Oh, I'll tell you all about it when I see you again\n[00:35.37] When I see you again\n[00:40.28] Damn, who knew?\n[00:41.70] All the planes we flew, good things we been through\n[00:45.04] That I'd be standing right here talking to you\n[00:47.70] 'Bout another path, I know we loved to hit the road and laugh\n[00:51.37] But something told me that it wouldn't last\n[00:53.76] Had to switch up, look at things different, see the bigger picture\n[00:57.57] Those were the days, hard work forever pays\n[01:00.57] Now I see you in a better place (see you in a better place)\n[01:04.23] Uh\n[01:05.30] How can we not talk about family when family's all that we got?\n[01:08.93] Everything I went through, you were standing there by my side\n[01:11.90] And now you gon' be with me for the last ride\n[01:14.22] It's been a long day without you, my friend\n[01:20.73] And I'll tell you all about it when I see you again (I'll see you again)\n[01:26.54] We've come a long way (yeah, we came a long way)\n[01:29.94] From where we began (you know we started)\n[01:32.41] Oh, I'll tell you all about it when I see you again (I'll tell you)\n[01:38.36] When I see you again\n[01:42.86] \n[01:56.48] First, you both go out your way and the vibe is feeling strong\n[01:59.66] And what's small turned to a friendship, a friendship turned to a bond\n[02:02.69] And that bond will never be broken, the love will never get lost\n[02:05.97] (The love will never get lost)\n[02:08.55] And when brotherhood come first, then the line will never be crossed\n[02:11.78] Established it on our own when that line had to be drawn\n[02:14.64] And that line is what we reached, so remember me when I'm gone\n[02:17.82] (Remember me when I'm gone)\n[02:20.32] How can we not talk about family when family's all that we got?\n[02:23.98] Everything I went through you were standing there by my side\n[02:26.97] And now you gon' be with me for the last ride\n[02:29.24] So let the light guide your way, yeah\n[02:36.47] Hold every memory as you go\n[02:41.55] And every road you take\n[02:44.94] Will always lead you home, home\n[02:52.80] It's been a long day without you, my friend\n[02:59.76] And I'll tell you all about it when I see you again\n[03:05.51] We've come a long way from where we began\n[03:11.47] Oh, I'll tell you all about it when I see you again\n[03:17.33] When I see you again\n[03:24.69] \n[03:29.38] When I see you again (yeah, uh)\n[03:31.81] See you again (yeah, yeah, yeah)\n[03:41.24] When I see you again\n[03:43.98] "
}