{
  "title": "Just Dance (feat. Colby O'Donis)",
  "author": "Lady Gaga",
  "song_url": "https://music.apple.com/eg/song/just-dance-feat-colby-odonis/1476727861",
  "lyrics": "[00:05.36] Truth! (RedOne)\n[00:10.06] Konvict (Gaga)\n[00:13.85] Oh-oh, ayy\n[00:16.37] I've had a little bit too much, much (oh, oh, oh-oh)\n[00:20.32] All of the people start to rush (start to rush by)\n[00:24.39] A dizzy Twister dance, can't find my drink or man\n[00:28.43] Where are my keys? I lost my phone, phone (oh, oh, oh-oh)\n[00:32.85] What's goin' on, on the floor?\n[00:36.54] I love this record, baby, but I can't see straight anymore (woo)\n[00:40.99] Keep it cool, what's the name of this club?\n[00:44.43] I can't remember, but it's alright, a-alright\n[00:47.72] Just dance, gonna be okay, da-da-doo-doot-n\n[00:51.64] Just dance, spin that record, babe, da-da-doo-doot-n\n[00:55.90] Just dance, gonna be okay, da-da-da-dance\n[01:01.38] Dance, dance, just, j-j-just dance\n[01:06.57] Wish I could shut my playboy mouth (oh, oh, oh-oh)\n[01:10.72] How'd I turn my shirt inside out? (Inside out, right)\n[01:14.73] Control your poison, babe, roses have thorns, they say\n[01:18.52] And they're all gettin' hosed tonight (oh, oh, oh-oh)\n[01:22.91] What's goin' on, on the floor?\n[01:27.09] I love this record, baby, but I can't see straight anymore\n[01:31.11] Keep it cool, what's the name of this club?\n[01:35.03] I can't remember, but it's alright, a-alright (woo)\n[01:38.37] Just dance, gonna be okay, da-da-doo-doot-n\n[01:41.85] Just dance, spin that record, babe, da-da-doo-doot-n\n[01:46.22] Just dance, gonna be okay, da-da-da-dance\n[01:51.33] Dance, dance, just, j-j-just-\n[01:55.78] When I come through on the dance floor, checkin' out that catalogue (hey)\n[01:59.09] Can't believe my eyes, so many women without a flaw (hey)\n[02:03.40] And I ain't gon' give it up, steady, tryna pick it up, like a call (hey)\n[02:07.73] I'ma hit it, I'ma beat it up, latch onto it until tomorrow, yeah\n[02:11.66] Shorty, I can see that you got so much energy\n[02:15.56] The way you twirlin' up them hips 'round and 'round\n[02:19.49] And there is no reason at all why you can't leave here with me\n[02:23.72] In the meantime, stay, and let me watch you break it down and\n[02:27.08] Dance, gonna be okay (oh-oh), da-da-doo-doot-n\n[02:30.68] Just dance (ooh, yeah), spin that record, babe, da-da-doo-doot-n\n[02:34.77] Just dance (ooh yeah), gonna be okay, da-da-doo-doot-n\n[02:38.83] Just dance (ooh yeah), spin that record, babe, da-da-doo-doot-n\n[02:42.73] Just dance (oh-oh, oh), gonna be okay, da-da-da-dance (gonna be okay)\n[02:48.24] Dance, dance (yeah), just, j-j-just dance (oh)\n[02:51.57] Incredible, amazing\n[02:55.65] Music, woo, let's go\n[02:59.59] Half psychotic, sick, hypnotic, got my blueprint, it's symphonic\n[03:03.78] Half psychotic, sick, hypnotic, got my blueprint, electronic\n[03:08.03] Half psychotic, sick, hypnotic, got my blueprint, it's symphonic\n[03:11.76] Half psychotic, sick, hypnotic, got my blueprint, electronic\n[03:15.90] Go, use your muscle, carve it out, work it, hustle\n[03:20.37] (I got it, just stay close enough to get it on)\n[03:23.18] Don't slow, drive it, clean it, Lysol, bleed it\n[03:27.11] Spend the last dough (I got it) in your pock-o (I got it)\n[03:31.17] Just dance, gonna be okay (I got some), da-da-doo-doot-n\n[03:34.70] Just dance, spin that record, babe, da-da-doo-doot-n\n[03:38.55] Just dance (baby), gonna be okay, da-da-doo-doot-n\n[03:43.24] Just dance, spin that record, babe, da-da-doo-doot-n (oh, baby, yeah)\n[03:47.25] Just dance, gonna be okay, da-da-da-dance (spin that record, baby, yeah)\n[03:52.58] Dance, dance, just, j-j-just, just dance\n[03:58.67] "
}